[
  {
        "id": 1,
        "name": "Фауст",
        "description": {
            "description": "Фауст — колишній сталкер, що став жертвою експериментів проекту X, отримавши телепатичні здібності. Як духовний лідер «Полудня», він вірить у силу Моноліта і конфліктує з Бродягою.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/Main_HoC_character_Faust.webp"},
                { "label": "Технічна назва", "value": "char_faust" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Духовний лідер, антагоніст" },
                { "label": "Угруповання", "value": "Полудень (колишній Моноліт)" },
                { "label": "Статус", "value": "Живий (може бути вбитий)" }
                
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                              "\"Колись було інакше, ми були іншими, були чимось більшим...Я був Словом, ти - Зброєю Моноліта!.\"",
                              "\"А тепер ми помираємо самі. Від випаровувань. Від куль того, хто прагне помсти! Скільки братів досі вештаються Зоною? Загублені, забуті, примушені зрікатися минулого. Ми маємо знайти їх, повернути їх, допомогти, врятувати...\"",
                              "\"Сліпий я, але не бачиш ти.\"",
                              "\"Не можна вбити Бога, як не можна вбити небо над головою. Можна сховатися від нього, втекти в задушливі нори. Але вітер не перестане вити і дощ не перестане лити.\"",
                              "\"Дехто в Зоні заради багатства, інші приходять за чудесами. Хтось шукає тут просто щастя. Шансу відчути себе знов живими і справжніми.\"",
                              "\"Бо немає нічого таємного, що не стане явним. Це лише питання часу.\"",
                              "\"Я сліпо служив Моноліту, допоки вона не відкрила мені очі. Щоби пригода, що зветься життям, тривала - маєш прийняти волю як необхдіне. Це і є головним даром Зони.\""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Дикий острів, схованка «Полудня»",
                                "Локація Прип’ять, покинуті будівлі"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Учасник квесту «Щастя для всіх», де гравець може зіткнутися з ним у бою на даху.",
                                "Його телепатичні діалоги розкривають філософію Зони.",
                                "Доля Фауста залежить від виборів гравця, впливаючи на кінцівки гри."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 2,
        "name": "Бродяга",
        "description": {
            "description": "Бродяга — лідер угруповання «Полудень», що складається з колишніх бійців «Моноліта». Прагне допомогти своїм товаришам знайти нове життя, але конфліктує з Фаустом.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/Striders2.webp"},
                { "label": "Технічна назва", "value": "char_brodyaga" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Лідер, союзник" },
                { "label": "Угруповання", "value": "Полудень (колишній Моноліт)" },
                { "label": "Статус", "value": "Живий (може загинути)" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                            "\"Ми несли смерть. Проти своєї волі.\"",
                            "\"Це був день, коли вимкнулися псі-установки і раптом голос Моноліту зник. Я наче прокинувся від багаторічної коми. А у моєму прицілі падає тіло невідомого мені солдата. Він не був мені ворогом, Скіфе. Сподіваюся він вижив і пробачив нас... \""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Дикий острів, схованка «Полудня»",
                                "Локація Затон, склад контейнерів",
                                "Локація НДІЧАЗ, лабораторія X17",
                                "Локація Рудий ліс, будинок Доктора"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Учасник квесту «Акт милосердия», де гравець може врятувати або залишити Бродягу.",
                                "Його вибори впливають на долю угруповання «Полудень»."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 3,
        "name": "Професор Далін",
        "description": {
            "description": "Далін — доктор Дмитро Далін, лідер Наукового дослідницького інституту Чорнобильської аномальної зони (НДІЧАЗ). Керує дослідженнями аномалій і мутантів, надаючи гравцеві наукові завдання.Його знання про аномалії та мутантів Зони є ключовими для розкриття її таємниць. Він надає гравцеві завдання, пов’язані з дослідженнями, але його холодна раціональність може викликати недовіру.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/Dmyto_Dalin.webp"},
                { "label": "Технічна назва", "value": "char_dalin" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Лідер НДІЧАЗ, науковець" },
                { "label": "Угруповання", "value": "НДІЧАЗ" },
                { "label": "Статус", "value": "Живий" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                              "\"Сьогодні Зона зникне з усіма нашими страхами. Ти поїдеш у свій новий будинок, Бродяга повернеться на острів. А я зможу поспати у своєму ліжку. З подушкою. Спокійно. Без снів. Адже всі сни стали дійсністю.\"",
                              "\"Тато... Як ти казав? Яке справжнє правило вченого?\"",
                              "\"Заткнись! Закрий свій писок! Треба стерти, знищити, викорінити це! Я хочу стерти це назавжди! Без сліду, без жалю!!!\""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Локація НДІЧАЗ",
                                "Локація Прип’ять, лабораторії",
                                "Локація Хім завод, наукові пости"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Доручає гравцеві завдання з дослідження аномалій у квесті «Кузня прогресу».",
                                "Надає інформацію про мутантів для квесту «Во ім’я науки».",
                                "Його дії впливають на науковий прогрес у Зоні."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 4,
        "name": "Доктор",
        "description": {
            "description": "Болотний Доктор, відомий як Професор Кайманов, — вчений Проекту X і цілитель, що живе в Рудому Лісі. Легенда Зони, який врятував багато життів у Зоні, як людей, так і мутантів. Він допоміг Стрільцю дістатися до центру Зони, але, як і його минуле, його справжні наміри окутані темрявою.", 
            "attributes": [
                {"label":"image","value":"templates/images/characters/Doctor_HoC.webp"},
                { "label": "Технічна назва", "value": "char_kaymanov" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Вчений, цілитель" },
                { "label": "Угруповання", "value": "Нейтрал" },
                { "label": "Статус", "value": "Живий (може загинути)" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": "\"Найбільша спокуса - намагатися контролювати те, що ми не до кінця розуміємо. Але що ми робмио коли стикаємося з чимось справді незрозумілим? Хтось - рве її на сувеніри. Інші - тримають закутою в клітці Периметра. То можливо все, що дійсно потрібно Зоні це наше співчуття. Можливо час настав... дозволити їй самій обирати свою долю?\""
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Локація Рудий Ліс, схованка в болотах"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Учасник квесту «Останнє бажання», де гравець вирішує його долю.",
                                "Його знання допомагають розкрити правду про Серце Чорнобиля.",
                                "В кінцівці \"Проект Y\", виявляється що його підмінив Фауст."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 5,
        "name": "Батя",
        "description": {
            "description": "Батя — у минулому досвідчений сталкер, зараз є лідером сталкерів у Залісся, що об’єднує новачків для їх виживання. Його досвід і харизма роблять його ключовою постаттю на початкових етапах гри, допомагаючи гравцеві адаптуватися до Зони.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/Batya.webp"},
                { "label": "Технічна назва", "value": "char_batya" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Лідер сталкерів" },
                { "label": "Угруповання", "value": "Сталкери Залісся" },
                { "label": "Статус", "value": "Живий" }
            ],
            "articles": [
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Локація Залісся, табір сталкерів"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Доручає перші завдання в квесті «Вхідний квиток».",
                                "Організовує захист табору від Монолітовців у квесті «Оборона Залісся»."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 6,
        "name": "Ріхтер",
        "description": {
            "description": "Ріхтер — провідник і сталкер, відомий своїм легким характером та доброю натурою. Має знайомих по всій зоні, що дуже дивує Скіфа. Його захоплення Зоною контрастує з фанатизмом інших персонажів, але він є хорошим хлопцем. Доля Ріхтера залежить від виборів гравця.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/2404-04.webp"},
                { "label": "Технічна назва", "value": "char_richter" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Військовий" },
                { "label": "Угруповання", "value": "Варта" },
                { "label": "Статус", "value": "Живий (може загинути)" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                              "\"-Скіфе? -Що ти тут робиш? -Та трохи життя живу. Поглянь як тут!\"",
                              "\"Відколи це в Зоні треба нагода, щоб трішки підлікуватися від радіації? Заліз не туди, куди треба і ось виганяю рад... Кхем, радіонукліди поганою мітлою. Поганою - це не заради міцного слівця. Краще води з річки сьорбнути, ніж пойла місцевого частування.\"",
                              "\"Ви тільки погляньте на це! Край, мій рідний край, Чарівний край Черемоша й Прута  Ти - моя любов, ти рідна матінко моя... Жива! Зона жива! Вижила, Скіфе, вижила!\""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Локація Залісся, табір сталкерів",
                                "Локація Прип’ять, база Корпусу",
                                "Локація Затон, Султанськ/Шевченко(залежить від вибору гравця)"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Учасник квесту «Небезпечні зв’язки», де може загинути від рук Коршунова.",
                                "Він виживає в кінцівці Кайманова, супроводжуючи Скіфа до Червоної фортеці.",
                                "Він помирає в кінцівці Шрама під час прориву до Червоної фортеці.",
                                "Починає відверто негативно ставитись до Скіфа, якщо гравець обирає сторону «Варти»."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 7,
        "name": "Скіф",
        "description": {
            "description": "Скіф —  справжнє імʼя Євген Мартиненко, головний герой S.T.A.L.K.E.R. 2: Серце Чорнобиля Євген народився в провінційному містечку, закінчив школу зі срібною медаллю. Має складний характер: не дуже любить говорити, але не боїться діяти. У шкільні роки любив читати, але ще більше — битися. Служив в армії за контрактом, а після повернення почав торгувати «пустишками» — найдешевшими артефактами, що втратили свої властивості після того, як їх винесли із Зони сталкери. На момент подій гри йому 25 років. У всіх кат-сценах носить респіратор, який закриває більшу частину обличчя. Прибув до Зони після того, як його будинок, поза зоною зруйнувала аномалія. Побачивши артефакт в аномалії, вірогідно зв’язався з Германом задля обміну артефакту на гроші та новий будинок.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/3F3F.webp"},
                { "label": "Технічна назва", "value": "char_skif" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Головний герой" },
                { "label": "Угруповання", "value": "Одинаки" },
                { "label": "Статус", "value": "Живий" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                              "\"Чуєш, а ти цю штуку дано чистив? ПМ без догляду часто клинить.\"",
                              "\"Не розумію про що ти. Я просто хочу повернути те, що втратив.\""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Вирішує долю Зони в квесті «Тонка матерія», обираючи між \"Вічною весною\"(кінцівка Шрама) і життям для живих (будь-яка інша доступна кінцівка).",
                                "Вирішує долю Зони в квесті «Небезпечні зв’язки», обираючи між \"Я вам не ворог полковнику\"(кінцівка полковника Коршнува) і втечею(відкриває вибір між 2 кінцівками).",
                                "Вирішує долю Зони в квесті «Останнє бажання», обираючи між вбивством Доктора Кайманова(кінцівка Стрільця) і його пощадженням(кінцівка Скіфа/Кайманова - Проект Y)."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 8,
        "name": "Полковник Коршунов",
        "description": {
            "description": "Полковник Олександр Коршунов — командир угруповання «Варта», що виступає за контроль над Зоною. Його сувора дисципліна викликає страх, але при тому він дбає про своїх людей як ніхто інший і готовий за них навіть начальство до стінки підвести.  Служив в Афганістані. У чині лейтенанта отримав нагородну зброю. На момент 2006 р. командував загоном \"Граніт\", охоронюючи вчених Группи С-Свідомості. Після експерименту увесь загін Коршунова був підданий псі-опроміненню, але йому самому якимось чином вдалося врятуватись(за що він себе досі ненавидить).",
            "attributes": [
                {"label":"image","value":"templates/images/characters/Main_HoC_character_Korshunov.webp"},
                { "label": "Технічна назва", "value": "char_korshunov" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Командир" },
                { "label": "Угруповання", "value": "Варта" },
                { "label": "Статус", "value": "Живий (може бути вбитий)" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                              "\"Ще один *цензура* Сканер!? Чому якісь бандити шастають по Смітнику з твоїм найціннішим винаходом!? Не прикидайся дурним! Зараз Сканерів  в Зоні більше за *цензура* сталкерів!\"",
                              "\"Мої бійці загинули рятуючи ваші дупи з НДІЧАЗу. Я,*цензура*,майже здох на Дузі! І ти кажеш мені відпочити!?\"",
                              "\"Ніхто не знав!? Мої хлопці досі лежать там! А я не можу їх навіть поховати!!!\""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Локація Хім завод, база «Варти»",
                                "Локація Малахіт, бункер у \"Випалювачі Мізків\"",
                                "Локація Прип’ять, у підземних лабораторіях"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Учасник квесту «Небезпечні зв’язки», де може стати ворогом Скіфа.",
                                "Його дії впливають на контроль «Варти» над Зоною.",
                                "Може загинути в кінцівці, якщо гравець обирає шляхи, не пов'язані з «Вартою»."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 9,
        "name": "Стрілець",
        "description": {
            "description": "Стрілець — легендарний сталкер із попередніх ігор серії, чиї дії змінили Зону. У всій серії ігор він встиг стати протагоністом, антогоністом і другорядним персонажем.Він заснував своє власне угруповання, що іменується групою Стрільця. У цю групу входили Клик , Привид і Доктор. Стрілець був відомим сталкером-першопрохідцем і кілька разів пробирався всередину Зони, чим викликав глобальні катаклізми. Після першого походу на Північ, був завербованим до проєкту S.T.A.L.K.E.R., вантажівка смерті дістала його на кордон, де його врятував Рудий і відніс його Сидоровичу. З того моменту Стрілець під прізвиськом Мічений, яке дав йому торговець Сидорович за дивне татуювання на руці. Проте після того, як Стрілець зустрівся з Доктором, другий розказав йому про його перше прізвисько. Після 2012 року стає співзасновником і головним науковим консультантом НДІЧАЗ. Однак з невідомих причин він саботує в 2017 розширення за рахунок лабораторії X11, підриваючи її(не успішно) і втікає. Зараз він ретельно вибирає сталкерів у свою нову групу для походу на Генератори.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/Main_HoC_character_Strelok.webp"},
                { "label": "Технічна назва", "value": "char_strelok" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Легенда, наставник" },
                { "label": "Угруповання", "value": "Одинаки (раніше)" },
                { "label": "Статус", "value": "Живий (може бути вбитий)" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                              "\"Думаєш я не намагався зберегти йому життя? Але Зона не могла бути вільною, поки він був живим. І воно було того варте - подивись навколо! Ні, Скіфе. Я нікому не віддам Зону.\"",
                              "\"Вона дала мені нове життя! Яке я готовий повернути, якщо доведеться! Я буду захищати її.\""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Локація Кордон, лабораторія X3",
                                "Локація Генератори",
                                "Локація Прип’ять, табір Корпусу"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Зустрічається в квесті «Тінь легенди», де розкриває частину свого плану.",
                                "Бере зону під контроль і охорону у квесті «Серце Зони».",
                                "Його вибір у кінцівці блокує Зону від зовнішнього світу."
                            ]
                        }
                    ]
                }
            ]
        }
    },
    {
        "id": 10,
        "name": "Шрам",
        "description": {
            "description": "Шрам — харизматичний лідер угруповання «Іскра», що вірить у «Сяючу Зону» — утопічну ідею трансформації Зони Відчуження. Колись найманець. Потім — той, хто змінив хід Війни Угрупувань і бачив Чисте Небо. Один із Легенд, а зараз — лідер, що веде сталкерів проти тиранії НДІЧАЗ і Варти.",
            "attributes": [
                {"label":"image","value":"templates/images/characters/Main_HoC_character_Scar.webp"},
                { "label": "Технічна назва", "value": "char_scar" },
                { "label": "Тип", "value": "Персонаж" },
                { "label": "Роль", "value": "Лідер, ідеолог" },
                { "label": "Угруповання", "value": "Іскра" },
                { "label": "Статус", "value": "Живий (може загинути)" }
            ],
            "articles": [
                {
                  "Title": "Легендарні фрази",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value":[
                              "\"Добра людина завжди до столу!\"",
                              "\"Іскрі - корону, \"Варті\" - похорону!\"",
                              "\"О, Шрам! Я знав його Скіф. Він був дотепний... Людина фантазія... Тепер як же це огидно моїй уяві... Лишень відраза, ох... Його жарти, витівки, куплети... Ох...\"",
                              "\"Ось чому, у наших снах бачимо їхні спогади...\"",
                              "\"А як немає Світлої Зони, то всі життя загублені даремно, Скіф! Заради цього я втратив голову, разом з усім... іншим! *зловісний сміх*\""
                          ] 
                        }
                    ]
                  
                },
                {
                    "Title": "Місця перебування",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Локація Смітник, табір «Іскри»",
                                "Локація Дуга, станція РЛС \"Дуга\"",
                                "Локація Малахіт, НТЦ Малахіт",
                                "Локація Росток, тимчасові позиції",
                                "Локація Генератори"
                            ]
                        }
                    ]
                },
                {
                    "Title": "Ключові сюжетні моменти",
                    "content": [
                        {
                            "type": "unorderedlist",
                            "value": [
                                "Ключовий персонаж квесту «Небезпечні зв’язки», де може загинути, якщо гравець підтримує «Варту».",
                                "Надає унікальну зброю «Найманець» за підтримку «Іскри».",
                                "Його вибори впливають на контроль над Зоною в кінцівках гри."
                            ]
                        }
                    ]
                }
            ]
        }
    }
]